<%@ Page Language="C#" AutoEventWireup="true" CodeFile="Default3.aspx.cs" Inherits="Default3" %>

<!DOCTYPE html>

<html xmlns="http://www.w3.org/1999/xhtml">
<head runat="server">
    <title></title>
</head>
<body>
    <form id="form1" runat="server">
    <div>
    
<h1>     స్వామీ వివేకానంద </h1>

<p1>


   ( స్వామీ వివేకానంద )  
జననం	నరేంద్రనాథ్ దత్తా
12 జనవరి 1863
కలకత్తా,బెంగాలు ప్రిసిడెన్సీ, బ్రిటీషు పరిపాలనలోని భారతదేశం
(ఇప్పుడు కోల్కతా, పశ్చిమ బెంగాల్, భారత దేశం)
నిర్యాణము	4 జూలై 1902 (వయసు 39)
బేలూరు మఠం, బెంగాలు ప్రిసిడెన్సీ, బ్రిటీషు పరిపాలనలోని భారతదేశం
(ఇప్పుడు పశ్చిమ బెంగాల్, భారత దేశం)
జాతీయత	భారతీయడు
స్థాపించిన సంస్థ	బేలూరు మఠం, రామకృష్ణ మఠం మరియు రామకృష్ణ మిషన్
గురువు	రామకృష్ణ
తత్వం	వేదాంత
సాహిత్య రచనలు	రాజయోగ, కర్మయోగ, భక్తియోగ మరియు జ్ఞానయోగ
ప్రముఖ శిష్యు(లు)డు	స్వామి అశోకానంద, స్వామి విరాజానంద, స్వామి పరమానంద, ఆలసింగ పెరుమాల్, స్వామి అభయానంద, సోదరి నివేదిత,స్వామి సదానంద
</p1>

<p2>

        స్వామీ వివేకానంద (జనవరి 12, 1863 - జూలై 4, 1902), (బెంగాలీలో 'షామీ బిబేకానందో') ప్రసిద్ధి గాంచిన హిందూ యోగి. ఇతని పూర్వ నామం నరేంద్ర నాథ్ దత్తా. రామకృష్ణ పరమహంస ప్రియ శిష్యుడు. వేదాంత, యోగ తత్త్వ శాస్త్రములలో సమాజముపై అత్యంత ప్రభావము కలిగించిన ఒక ప్రఖ్యాత ఆధ్యాత్మిక నాయకుడు. హిందూ తత్వ చరిత్ర, భారతదేశ చరిత్రలలోనే ఒక ప్రముఖ వ్యక్తి. రామకృష్ణ మఠం వ్యవస్థాపకుడు.

భారతదేశాన్ని జాగృతము చెయ్యడమే కాకుండా అమెరికా, ఇంగ్లాండులలో యోగ, వేదాంత శాస్త్రములను తన ఉపన్యాసముల ద్వారా, వాదనల ద్వారా పరిచయము చేసిన ఖ్యాతి అతనికి ఉంది. గురువు గారి కోరిక మేరకు అమెరికాకు వెళ్ళి అక్కడ హిందూ మత ప్రాశస్త్యం గురించి ఎన్నో ఉపన్యాసాలు చేశాడు.భారతదేశాన్ని ప్రేమించి, భారతదేశం మళ్ళి తన ప్రాచీన ఔన్నత్యాన్ని పోందాలని ఆశించిన వారిలో ముఖ్యులు స్వామి వివేకానందా. అతని వాగ్ధాటికి ముగ్ధులైన అమెరికా ప్రజానీకం బ్రహ్మరధం పట్టింది. ఎంతో మంది అతనికి శిష్యులయ్యారు. పాశ్చాత్య దేశాలలోకి అడుగు పెట్టిన మొదటి హిందూ సన్యాసి ఈయనే. తూర్పు దేశాల తత్త్వమును షికాగోలో జరిగిన ప్రపంచ మత జాతర (పార్లమెంట్ ఆఫ్ వరల్డ్ రెలిజియన్స్) లో 1893 లో ప్రవేశపెట్టాడు. అక్కడే షికాగోలోను, అమెరికాలోని ఇతర ప్రాంతాలలోను ప్రజల అభిమానాన్ని చూరగొన్నాడు.

తిరిగి భారత దేశం వచ్చి రామకృష్ణ మఠాన్ని స్థాపించి దీని ద్వారా భారత యువతకు దిశా నిర్దేశం చేశాడు. ముప్పై తొమ్మిది ఏళ్ళ వయసు లోనే మరణించాడు. ఆయన చేసిన సేవలకు గుర్తింపుగా భారత ప్రభుత్వం ఆయన జన్మదినాన్ని "జాతీయ యువజన దినోత్సవం" గా1984 లో ప్రకటించింది.

</p2>


<p1>


<h1>వివేకానందుడిగా మార్పు </h1>

వివేకానందా శిల్పం
నరేంద్రుడు సన్యాసం స్వీకరించి వివేకానందుడిగా మారాడు. భారతదేశం అతని గృహమైంది. ఇక్కడి ప్రజలు అతని సోదర, సోదరీమణులయ్యారు. దురదృష్టవంతులైన తన సోదరుల కన్నీళ్ళు తుడవడం అతనికి ఎంతో ఆనందాన్ని కలిగించే పని. దేశమంతా పర్యటించాడు. తనకున్న ఆస్తి అంతా ఒక కాషాయ వస్త్రము, ఒక కమండలము, శిష్యగణం మాత్రమే. ఈ పర్యటనలో అతను ఎన్నో పుణ్యక్షేత్రాలను సందర్శించాడు. దారి మధ్యలో గుడిసెల్లోనూ, సత్రాలలోనూ నివసించేవాడు, కటిక నేలమీదనే నిద్రించేవాడు. అనేక మంది సాధువుల సాంగత్యంలో గడిపాడు. ఆధ్యాత్మిక చర్చలతో, పవిత్ర కార్యాల గురించిన చర్చలతో సమయం గడిపేవాడు. చాలా దూరం కాలినడకనే నడిచేవాడు. ఎవరైనా దయ తలిస్తే ఏదైనా వాహనంలో ఎక్కేవాడు. ఆళ్వార్ దగ్గర కొద్ది మంది ముస్లింలు కూడా ఆయనకు శిష్యులయారు. ఎవరైనా రైలు ప్రయాణానికి టిక్కెట్టు కొనిస్తేనే రైలులో ప్రయాణం చేసేవాడు. చాలాసార్లు తన దగ్గర డబ్బులేక పస్తుండాల్సి వచ్చేది.

మైసూరులో స్వామికి దివాను శేషాద్రి అయ్యర్ మరియు మైసూరు మహారాజా వారితో పరిచయం ఏర్పడింది. పండితుల సభలో స్వామీజీ సంస్కృతం లో చేసిన ప్రసంగం మహారాజా వారిని ముగ్ధుల్ని చేసింది. భారతదేశం వివిధ మతాల మరియు వివిధ తత్వాల సమ్మేళనం. పాశ్చాత్యులు విజ్ఞానశాస్త్రంలో మంచి పురోగతి సాధించారు. ఈ రెండు కలిస్తే మానవజాతి మంచి పురోగతిని సాధించగలదు. కాబట్టి నేను అమెరికా వెళ్ళి అక్కడ వేదాంతాన్ని వ్యాప్తి చెయ్యాలనుకుంటున్నాను అని స్వామీజీ మైసూరు మహారాజాతో అన్నాడు. అయితే ఆ ఖర్చులన్నీ నేనే భరిస్తానన్నాడు. మాహారాజా. స్వామీజీ ఆయనకు కృతజ్ఞతలు తెలిపి సమయం వచ్చినపుడు తప్పకుండా ఆయన సహాయం తీసుకుంటానని చెప్పి సెలవు తీసుకున్నాడు.


కన్యాకుమారిలో వివేకానంద స్మారక భవనం
తరువాత స్వామీజీ భాస్కర సేతుపతి పరిపాలిస్తున్న రామనాడును సందర్శించాడు. అక్కడి రాజు స్వామీజీని మిక్కిలి గౌరవించాడు. మీరు అమెరికాలో జరగబోవు సర్వ మత సమ్మేళనానికి తప్పకుండా హాజరవాలి. అందుకయ్యే ఖర్చంతా నేను భరిస్తాను అన్నాడు. దానిని గురించి తప్పకుండా ఆలోచిస్తానని ఆయనకు మాట ఇచ్చి అక్కడి నుంచి రామేశ్వరానికి వెళ్ళి చివరకు కన్యాకుమారి చేరుకున్నాడు. కొద్ది దూరం ఈదుకుంటూ వెళ్ళి ఒక రాయి మీద కూర్చున్నాడు. పాశ్చాత్య దేశాలకు వెళ్ళి అక్కడ భారతదేశపు ఆధ్యాత్మిక విలువల్ని వారికి వివరించడం తన ప్రథమ కర్తవ్యంగా పెట్టుకున్నాడు. తరువాత స్వదేశానికి తిరిగి వచ్చి నిదురపోతున్న భారతజాతిని మేల్కొలపాలనుకున్నాడు. అతని ప్రయాణానికి ఖర్చుల నిమిత్తం దేశం నలుమూలల నుంచీ విరాళాలు వచ్చి పడ్డాయి. కానీ అతడు మాత్రం తన ప్రయాణానికి ఎంత కావాలో అంతే స్వీకరించాడు. మిగిలిన ధనాన్ని దాతలకు తిరిగి ఇచ్చివేశాడు. అతను ఎక్కిన నౌక బొంబాయి తీరం నుంచి 1893, మే 31వ తేదీన బయలు దేరింది .

</p1>





    </div>
    </form>
</body>
</html>


 